Repository: 84000/data-translation-memory
Catalog: toh138_84000-the-ratnaketu-dharani.tmx
Source language: bo
Languages: en

source: །སྡིག་ཅན་ཁྱོད་ནི་རང་གི་ཡུལ་ནས་རབ་ཏུ་གྲོགས་མེད་མཐུ་མེད་ཀྱིས། །ཐུབ་པ་ལ་ནི་ཁྱོད་ཀྱིས་སྡོ་ཞིང་སྙོག་པར་བྱེད་པ་གཏང་བར་བྱོས།
en: Evil one, outside your realm you are friendless and powerless, So make yourself free of fault and do not cause problems for the sages!”

source: །དེ་ནས་བདུད་སྡིག་ཅན་གྱིས་གསོལ་པ།
en: Māra , the evil one, responded:

source: ཁྱོད་ཀྱི་ཚིག་གིས་བྱང་ཆུབ་དྲི་མེད་དད་པའི་སེམས་གཅིག་བདག་མི་བསྐྱེད།
en: “Your words do not arouse even one thought of faith in this immaculate awakening.

source: །ཐུབ་པ་མ་གསུང་བཞུགས་ཤིག་བདག་ལ་རྗེས་སུ་འགྲོ་བ་རྣམས་ཀྱང་མཆིས།
en: O Sage, just remain silent, for I have followers too.

source: །དེ་དག་ལྷན་ཅིག་བདག་གིས་ཡུལ་ན་དཔུང་དང་བཞོན་པར་གནས་པར་བགྱི།
en: My soldiers and their mounts are gathered in my realm.

source: །ཕུན་སུམ་མཆོག་འཛིན་བདག་མཐུས་ཇི་སྲིད་འཚོ་བར་ཁྱོད་ཀྱི་དབང་མི་མཆི།
en: For as long as I live, my supreme dominance will leave you powerless.”

source: འདུས་པ་ཆེན་པོ་རིན་པོ་ཆེ་ཏོག་གི་གཟུངས་ལས། སྙིང་བརྩེ་བའི་ལེའུ་སྟེ། དགུ་པའོ།།
en: This concludes the chapter on compassion, the ninth in the “ Ratnaketu ” section of the Great Collection.

source: །།བམ་པོ་བརྒྱད་པ་སྟེ་ཐ་མ།
en: Chapter

source: ཡང་དེའི་ཚེ་དེ་བཞིན་གཤེགས་པ་མེ་ཏོག་མན་དཱ་ར་བའི་དྲི་མོས་ཀྱིས། དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པ་ལ་འདི་སྐད་ཅེས་གསུངས་སོ། །ཇི་ལྟར་འདས་པའི་དེ་བཞིན་གཤེགས་པ་རྣམས་སངས་རྒྱས་ཀྱི་ཞིང་ཐ་དད་པ་དག་ནས་བྱོན་ཏེ། ཉོན་མོངས་པ་ཅན་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འདུས་ནས།
en: The thus-gone Māndāravagandharoca then addressed the thus-gone Śākyamuni, saying, “In the past, previous thus-gone ones came from their disparate buddha fields and congregated in buddha fields that were afflicted and rife with the five degenerations.

source: དམ་པའི་ཆོས་ཀྱི་ཚུལ་འདི་ནི་ལེགས་པར་བྱིན་གྱིས་བརླབས།
en: They excellently blessed this sacred Dharma method.

source: བདུད་བྱེ་བ་ནི་ཕམ་པར་མཛད། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོའི་སྤྱན་གྱིས་སེམས་ཅན་རྣམས་ལ་ནི་གཟིགས།
en: They defeated billions of māras and gazed upon all beings with the eyes of great love and compassion.

source: སྡིག་པའི་ལྟ་བ་ལས་ནི་རབ་ཏུ་ཐར་བར་མཛད། ཤེས་རབ་ཀྱི་སྒྲོན་མ་ནི་འབར་བར་མཛད། ཞི་བའི་ལམ་ལ་ནི་བཀོད་དེ།
en: They freed them from evil views, lit the lamp of insight, and laid out the peaceful path.

source: ཆོས་མཉམ་པ་ཉིད་རྡོ་རྗེ་ལྟ་བུ་བརྟེན་པའི་ཆོས་ཀྱི་སྙིང་པོས་ལུས་འཇོམས་པ་ཞེས་བགྱི་བའི་གཟུངས་ཕྱག་རྒྱ་དང་། ཚིག་རབ་ཏུ་དབྱེ་བ་ལ་འཇུག་པ་ལུང་བསྟན་པའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་བཤད།
en: They delivered this Dharma discourse, this exposition of the dhāraṇī-seal, including its verbal formula, which is called the terminator of birth based on the essential nature of phenomena in their vajra-like indivisibility

source: ནག་པོའི་ཕྱོགས་ནི་ཕམ་པར་མཛད། ཆོས་ཀྱི་རྒྱལ་མཚན་ནི་བཙུགས་པ་དེ་བཞིན་དུ།
en: Thus they defeated the black faction and planted the banner of the Dharma.

source: ད་ལྟར་ཕྱོགས་བཅུ་དག་ན་བཞུགས་ཤིང་གཞེས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བདག་ཅག་རྣམས་ཀྱིས་ཀྱང་། སེམས་ཅན་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ། ཉོན་མོངས་པ་ཅན་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འདུ་བ་ཆེན་པོ་མཛད་དེ།
en: In the same way, right now, so many of us blessed buddhas who live and spend our time in the ten directions have assembled in this buddha field filled with the afflictions and the five degenerations out of our concern for others.

source: ཆོས་ཀྱི་ཚུལ་འདི་ལེགས་པར་བྱིན་གྱིས་བརླབས་པ་ནས། ཆོས་ཀྱི་རྒྱལ་མཚན་བཙུགས་པའི་བར་དུ་མཛད་ན།
en: We have performed acts such as excellently blessing this Dharma method and so forth, as well as planting the banner of the Dharma.

source: ཤཱཀྱ་ཐུབ་པ་ཉི་མ་ཁྱོད་ནི་ནུབ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་འདིར་སུ་ཞིག་མཆོག་ཏུ་འགྱུར།
en: However, Śākyamuni, after your sun has set, who will reign supreme in this buddha field?

source: དམ་པའི་ཆོས་འདི་འཛིན་པར་འགྱུར། དམ་པའི་ཆོས་ཀྱི་ཚུལ་འདི་འབར་བར་བགྱིད་པར་འགྱུར།
en: Who will uphold this sacred Dharma? Who will nurture these Dharma methods?

source: སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱིད་པར་འགྱུར།
en: Who will bring beings to maturity?

source: འདུས་པ་ཆེན་པོ་འདིར་ཡང་བགྲང་བར་ཆུད་པར་འགྱུར།
en: Who will be included in this great assembly?

source: བདག་གིས་སུའི་ལག་ཏུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡོངས་སུ་གཏད་པར་བགྱི། དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པས་དེ་བཞིན་གཤེགས་པ་མེ་ཏོག་མན་དཱ་ར་བའི་དྲི་མོས་ལ་འདི་སྐད་ཅེས་གསུངས་སོ། །སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་བཟོད་པ་ཐོབ་པ་རྣམས་སམ། བརྒྱ་བྱིན་ནམ། ཚངས་པའམ།
en: Into whose hands shall I entrust this Dharma discourse?”

source: འཇིག་རྟེན་སྐྱོང་བའམ། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོའམ། གང་སུ་ཡང་རུང་སྟེ། ཆོས་ཀྱི་ཚུལ་འདི་ལ་མངོན་པར་བརྩོན་པ་རྣམས་དང་། གང་དག་དབུས་ཀྱི་གླིང་བཞི་པོ་འདི་དག་ན་གནས་པ། ཆོས་ཀྱི་ཚུལ་འདི་ལ་མངོན་པར་དད་པའི་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་ནས།
en: The thus-gone Śākyamuni answered the thus-gone Māndāravagandharoca, “You can entrust the Dharma discourse of this dhāraṇī-seal to the hands of anyone—whether bodhisattvas who have achieved acceptance, or śakras, brahmās, and world protectors, or lords of the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas, or anyone else—as long as they exert themselves in this Dharma method, live in these four central continents, and are clearly faithful toward this Dharma method.

source: ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོའི་བར་དེ་དག་གི་ལག་ཏུ་གཟུངས་ཀྱི་ཕྱག་རྒྱའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡོངས་སུ་གཏད་པར་མཛོད་ཅིག །དེ་ནས་དེ་བཞིན་གཤེགས་པ་མེ་ཏོག་མན་དཱ་ར་བའི་དྲི་མོས་ཀྱིས།
en: It does not matter if they are a śakra , brahmā, world protector, and so forth, including a lord of the mahoragas.”

source: དབྱངས་ཀྱི་དཀྱིལ་འཁོར་གྱི་ཚིག་བརྗོད་པ་ཐོགས་པ་མེད་པས། སངས་རྒྱས་ཀྱི་ཞིང་མཐའ་དག་ཁྱབ་པར་མཛད་ནས། འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །གྲོགས་པོ་དག་གང་སུ་དག་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་འདུས་པ་ཐམས་ཅད་ཉོན་ཅིག །དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་འཇིག་རྟེན་དུ་འབྱུང་བ་ནི་ཤིན་ཏུ་དཀོན་ནོ།
en: The thus-gone Māndāravagandharoca then let his unimpeded voice suffuse the entire buddha field, saying, “Friends, everyone who is gathered in this buddha field, please listen! It is incredibly rare that a thus-gone, worthy, perfect buddha comes to the world.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་གཅིག་ཏུ་སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ཏུ་འདུས་པ་འདི་ཡང་ཤིན་ཏུ་དཀོན་ཏེ། ཁྱོད་ལ་ཐུགས་བརྩེ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་རྗེས་སུ་གཟུང་བ་དང་། དམ་པའི་ཆོས་ཀྱི་ཚུལ་བྱིན་གྱིས་བརླབས་པ་དང་། བླ་ན་མེད་པའི་ལམ་ལ་བཀོད་པའི་ཕྱིར།
en: But it is even more rare that all the blessed buddhas should gather together as one in a single buddha field.

source: སངས་རྒྱས་འདི་དག་ཐམས་ཅད་འདུས་ཏེ། དམ་པའི་ཆོས་ཀྱི་ཚུལ་ཡུན་རིང་དུ་གནས་པར་བྱ་བ་དང་། དཀོན་མཆོག་གསུམ་གྱི་རིགས་རྒྱུན་མི་འཆད་པར་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ནས་འཁོར་བའི་ཕ་རོལ་ཏུ་འགྲོ་བར་བྱ་བའི་བར་གྱི་ཕྱིར། ད་ལྟར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས། དུས་གསུམ་དུ་གཏོགས་པའི་སའི་ཁམས་ཐམས་ཅད་བྱིན་གྱིས་བརླབས་སོ། །ཆུའི་ཁམས་ཐམས་ཅད་དང་། མེའི་ཁམས་ཐམས་ཅད་དང་། རླུང་གི་ཁམས་ཐམས་ཅད་དང་། ནམ་མཁའི་ཁམས་ཐམས་ཅད་བྱིན་གྱིས་བརླབས་སོ།
en: Now, however, all these buddhas have gathered out of concern for you, to care for all beings, to bless the methods of the sacred Dharma, and to set out the unsurpassed path. The entirety of the elements of earth, water, fire, wind, and space throughout the three times have been blessed in order to ensure that these methods of the sacred Dharma will continue for a long time, that the lineage of the Three Jewels will not be interrupted, that all beings will be brought to maturity, and so forth, and that the other shore of saṃsāra will be reached.”

source: །དེ་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཐམས་ཅད་ཀྱིས། གང་དག་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོ་དག་དང་། གང་དག་ཡང་གཟི་བརྗིད་ཆེ་བ། གཟི་བརྗིད་ཆེ་བའི་སེམས་ཅན་རྣམས་དང་། གང་དག་ཡང་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་གནས་པ་དེ་དག་ཐམས་ཅད་ལ་བོས་ཏེ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: All the blessed buddhas who lived in that buddha field then spoke the following words of advice to the bodhisattva great beings, to the beings of great splendor—śakras, brahmās, other world protectors, and the lords of gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas—and to the beings who inhabit the world with the four continents.

source: །ཀྱེ་གྲོགས་པོ་དག་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར།
en: They said, “To your hands especially, friends, we entrust this way of the sacred Dharma, having empowered it to bring all beings to maturity.

source: ཆོས་ཀྱི་ཚུལ་འདི་བྱིན་གྱིས་བརླབས་ཏེ། ཁྱེད་ཀྱི་ལག་ཏུ་ཤིན་ཏུ་གཏད་ཀྱིས་ཅི་ནས་འདིར་དམ་པའི་ཆོས་འདི་མྱུར་དུ་མི་འཇིག་པ་དང་། ནུབ་པར་མི་འགྱུར་བ་དེ་ལྟར་ཁྱེད་ཀྱིས་དམ་པའི་ཆོས་འདི་ཡིད་ལ་གྱིས་ཤིག །འབར་བར་གྱིས་ཤིག །རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དད་པ་གང་དག་འདུས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་ནས།
en: You should keep this method of the sacred Dharma in mind, glorify it, and protect it, so that the sacred Dharma continues unbroken and does not disappear from this world too soon. We entrust to the hands of all of you, as is proper, all the noble sons and daughters who have faith, monks and nuns, male and female lay practitioners, all the persons who uphold the sacred Dharma, and those who uphold this Dharma discourse of the Great Collection . . .

source: ཡི་གེར་བྲིས་ཏེ། འཆང་བའི་བར་དུ་བྱེད་པ་དང་། དགེ་སློང་ངམ།
en: or write it down, so that you may protect them and care for them.

source: དགེ་སློང་མའམ།
en: You shall protect . . .

source: དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མའམ། དམ་པའི་ཆོས་འཛིན་པའི་གང་ཟག་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་བསྲུང་ཞིང་བསྐྱང་བའི་ཕྱིར། རིགས་ཀྱི་བུ་ཁྱོད་ཀྱི་ལག་ཏུ་གཏད་ཀྱིས་ཆོས་སྨྲ་བ་དང་། ཆོས་ལ་དགའ་བ་དང་། བསམ་གཏན་ལ་མངོན་པར་དགའ་བ་དང་། ཆོས་མཉན་པ་དང་། དམ་པའི་ཆོས་འཛིན་པའི་གང་ཟག་རྣམས་ཁྱེད་ཀྱིས་བསྲུང་བར་བྱ་བ་ནས།
en: and care for the Dharma teachers and students, persons who desire the Dharma and delight in meditation, and those who uphold the sacred Dharma.

source: ཡོངས་སུ་བསྐྱང་བའི་བར་དུ་གྱིས་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is this?

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་དག་བྱུང་བར་གྱུར་པའི། དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་ཀྱང་ཉོན་མོངས་པ་ཅན་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འདུས་ནས་ཆོས་ཀྱི་ཚུལ་འདི་བསྲུང་བ་དང་། མི་ནུབ་པར་བྱ་བ་དང་། དམ་པའི་ཆོས་འཛིན་པའི་གང་ཟག་ཀུན་ཏུ་བསྲུང་བ་ནས།
en: “Whichever thus-gone, worthy, perfect buddhas were in this world in the past, all of these thus-gone ones, having congregated in the buddha field afflicted by the five degenerations, entrusted this Dharma method to the hands of all the protectors of the world, the śakras and the brahmās, so that it was protected and did not disappear, so that the persons who uphold the sacred Dharma were protected . . .

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་བར་གྱི་ཕྱིར། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་ཐམས་ཅད་ཀྱི་ལག་ཏུ་གཏད་དོ།
en: and so that all beings could be brought to maturity.

source: །དེ་བཞིན་དུ་མ་འོངས་པའི་དུས་ན། ཕྱོགས་བཅུར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འབྱུང་བ་དེ་དག་ཐམས་ཅད་ཀྱང་ཉོན་མོངས་པ་ཅན་སྙིགས་མ་ལྔ་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐད་ཅིག་གིས་འདུས་ཏེ། སེམས་ཅན་ལ་ཕན་པའི་ཕྱིར། གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་ཀྱང་འཆད་པར་འགྱུར། ཆོས་ཀྱི་ཚུལ་འདི་ཡང་བྱིན་གྱིས་རློབ་པར་འགྱུར་ཞིང་།
en: “In the same way, whatever blessed buddhas there will be in the future, throughout the ten directions, they too, having instantaneously assembled in the buddha field afflicted by the five degenerations, will recite the mantra words of this dhāraṇī for the benefit of beings and will consecrate this Dharma method.

source: ཆོས་ཀྱི་ཚུལ་འདི་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱང་བའི་ཕྱིར་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་ཐམས་ཅད་ཀྱི་ལག་ཏུ་གཏད་པར་འགྱུར་རོ།
en: They will entrust it to the hands of the śakras, brahmās, and other world protectors, so that it is well protected.

source: །དེ་བཞིན་དུ་ངེད་ཀྱིས་ཀྱང་ད་ལྟར་ཀུན་ཏུ་བསྲུང་བ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་གནས་པ་རྣམས་དང་། གླིང་བཞི་པ་འདི་ན་གནས་པའི་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོ་རྣམས་ཀྱི་ལག་ཏུ་འདི་ཤིན་ཏུ་གཏད་ཀྱིས།
en: “In the same way, we also now entrust especially to your hands—śakras, brahmās, and other world protectors and the lords of gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas who inhabit this buddha field and this world consisting of the four continents—this method of the sacred Dharma so that it is protected and brings beings to maturity.

source: ཅི་ནས་མྱུར་དུ་མི་འཇིག་ཅིང་། ནུབ་པར་མི་འགྱུར་བ།
en: You should likewise keep it in your mind and glorify and protect it, so that it continues unbroken and does not disappear too soon.

source: དེ་ལྟར་ཁྱེད་ཀྱིས་དམ་པའི་ཆོས་ཀྱི་ཚུལ་འདི་ཡིད་ལ་གྱིས་ཤིག །རབ་ཏུ་འབར་བར་གྱིས་ཤིག །བསྲུང་བར་གྱིས་ཤིག །རིགས་ཀྱི་བུ་འམ་རིགས་ཀྱི་བུ་མོ་དད་པ་གང་དག་དང་། དམ་པའི་ཆོས་འཛིན་པའི་གང་ཟག་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་གང་འདུས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་ནས་ཐ་ན་གླེགས་བམ་ལ་བྲིས་ཏེ་འཆང་བར་བྱེད་པའི་བར་དང་། ཆོས་སྨྲ་བ་དང་། ཆོས་ཉན་པ་དང་། བསམ་གཏན་ལ་མངོན་པར་བརྩོན་པ་རྣམས་དང་། དམ་པའི་ཆོས་འཛིན་པ་དེ་དག་ལ་ཁྱེད་ཀྱིས་བསྲུང་བར་བྱའོ། །རི་མོར་བྱའོ། །མཆོད་པར་བྱའོ།
en: “You should protect, honor, and venerate all the noble sons and daughters who have faith—the persons who uphold the sacred Dharma, monks and nuns, and male and female lay practitioners—who uphold this Dharma discourse of the Great Collection . . . or write it down and preserve it in the form of a book, as well as the Dharma teachers and students who practice meditation and uphold the sacred Dharma.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་སྟེ། གྲོང་ངམ།
en: “Because this Dharma discourse has been blessed by all the buddhas.

source: གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། ལྗོངས་སམ། རི་བྲགས་སམ། ཕོ་བྲང་འཁོར་དང་། དགོན་པའི་གནས་ནས་དམངས་ཀྱི་ཁྱིམ་གྱི་བར་དུ་གང་ན། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རབ་ཏུ་སྤྱོད་དེ་འཆད་དམ། ལུང་འབོག་གམ། ཀུན་ཆུབ་པར་བྱེད་དམ། ཐ་ན་གླེགས་བམ་ལ་བྲིས་ཏེ། འཆང་ན་ཆོས་ཀྱི་བཅུད་དེས་སའི་བཅུད་དང་། སེམས་ཅན་གྱི་མདངས་འཕེལ་བར་འགྱུར་ཏེ།
en: In the hamlets, villages, towns, cities, district capitals, state capitals, inhabited forests, . . . or family houses where this Dharma discourse is disseminated, explained, taught, studied, or merely written down and preserved in the form of a book, the elixir of the Dharma will increase the potency of the earth and the vitality of beings.

source: ཁྱེད་དེས་མདངས་དང་ལྡན་ཞིང་། གཟི་བརྗིད་དང་། སྟོབས་དང་། བརྩོན་འགྲུས་དང་། ཕ་རོལ་གནོན་པ་དང་ལྡན་པར་འགྱུར། ཁྱོད་ཀྱི་གཡོག་འཁོར་དང་། གཞལ་མེད་ཁང་ཡང་འཕེལ་བར་འགྱུར།
en: “By this means you will become full of vitality, energy, strength, diligence, and courage, and your retinues and palaces will thrive.

source: མིའི་རྒྱལ་པོ་རྣམས་ཀྱང་བསྲུང་བར་འགྱུར་ཏེ། དེ་དག་གི་རྒྱལ་སྲིད་དང་། དབང་ཕྱུག་ཀྱང་འཕེལ་བར་འགྱུར་ཏེ། དེ་དག་གི་ཡུལ་འཁོར་ཐམས་ཅད་ཀྱང་བསྲུང་བར་འགྱུར་རོ།
en: Any king who rules over a populace will obtain protection, his royal might will increase, and his entire kingdom will be protected.

source: །འཛམ་བུའི་གླིང་གི་རྒྱལ་པོ་རྣམས་ཀྱང་ཆོས་ཀྱི་བཅུད་དེས་ཚིམ་ནས་གཅིག་ལ་གཅིག་ཕན་པའི་སེམས་དང་ལྡན་པར་འགྱུར་རོ། །རྒྱལ་པོ་དེ་དག་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་ཡང་མངོན་པར་ཡིད་ཆེས་པར་འགྱུར།
en: Satisfied by this Dharma elixir, the kings of Jambudvīpa will become kindly disposed toward one another.

source: དགེ་བའི་སེམས་སུ་འགྱུར།
en: Placing their faith in the ripening of action, they will develop minds full of good qualities;

source: སེར་སྣ་མེད་པའི་སེམས་དང་། ཕན་པའི་དངོས་པོའི་སེམས་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་བའི་སེམས་ནས།
en: free from envy, benevolent, compassionate toward all beings . . .

source: ཡང་དག་པར་ལྟ་བའི་བར་དུ་འགྱུར་རོ། །སོ་སོ་བདག་གི་ཡུལ་ལ་ཡང་མངོན་པར་དགའ་བར་འགྱུར་རོ།
en: they will embrace correct views, and each will be content with his respective domain.

source: །འཛམ་བུའི་གླིང་འདི་ཡང་སྐྱེ་བོ་རགས་པས་གང་བར་འགྱུར།
en: “The whole of Jambudvīpa will prosper, filling up with inhabitants far and wide.

source: ཤིན་ཏུ་ལོ་ལེགས་པ་དང་། ཤིན་ཏུ་ཉམས་དགའ་བར་འགྱུར།
en: It will abound in provisions and will be pleasant to inhabit.

source: མིའི་སྐྱེ་བོ་མང་པོས་གང་ཞིང་ས་ཡང་མདངས་དང་ལྡན་པར་འགྱུར། འབྲས་བུ་ཤིན་ཏུ་མདོག་བཟང་བ་དང་། ཤིན་ཏུ་ཞིམ་པ་དང་། འོ་མའི་སྨན་དང་། ལོ་ཏོག་གི་སྨན་དང་། ནོར་དང་། འབྲུ་རྣམས་ཤིན་ཏུ་འབྱོར་པ་དང་། ནད་མེད་པ་དང་། བདེ་བ་ལ་རེག་པར་གནས་པ་བསྐྱེད་པར་འགྱུར་རོ།
en: The earth will be populated with many people over vast areas and will be fecund, yielding juicy and sweet fruits, leaves, medicinal herbs, crops, and other treasures in abundance. It will afford a healthy and comfortable life.

source: །འཐབ་པ་དང་། རྩོད་པ་དང་། མུ་གེ་དང་། ནད་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་དང་། དུག་དང་། ཤ་སྦྲང་དང་། སྦྲང་བུ་དང་། ཕྱེ་མ་ལེབ་དང་། སྦྲུལ་གདུག་པ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་མ་རུངས་པ་དང་། རི་དགས་དང་། བྱ་དང་། སྤྱང་ཀི་དང་། དུས་མ་ཡིན་པའི་རླུང་དང་། ཆར་རྣམས་རབ་ཏུ་ཞི་བར་འགྱུར།
en: All the discord, quarrels, famine, disease, invasions by foreign powers, stinging insects, venomous snakes, troublesome yakṣas, rākṣasas, deer, birds, wolves, unseasonable rains, and storms will be pacified.

source: སྐར་མ་དང་། ཉིན་མོ་དང་། མཚན་མོ་དང་། ཟླ་བ་དང་། ཟླ་བ་ཕྱེད་པ་དང་། ལོ་དང་། དུས་རྣམས་ཀྱང་ལེགས་པར་འབྱུང་བར་འགྱུར།
en: Auspicious constellations, nights, days, months, fortnights, seasons, and years will rule.

source: སེམས་ཅན་རྣམས་ཀྱང་ཕལ་ཆེར་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་སྤྱོད་པར་འགྱུར།
en: “The beings, for the most part, will conduct themselves according to the ten virtuous actions.

source: འདི་ནས་ཤི་འཕོས་ནས་ཀྱང་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་དུ་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: After dying in this world, they will proceed to the blissful forms of existence in the heavens.

source: དེ་དག་ཀྱང་ཁྱེད་ཀྱི་གཡོག་ཏུ་འགྱུར་རོ།
en: They will form your retinue.

source: །དེ་ལྟར་གཟུངས་ཀྱི་ཕྱག་རྒྱའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་ཡོན་ཏན་མང་ཞིང་ཕན་ཡོན་ཆེ་སྟེ།
en: This Dharma discourse of this dhāraṇī thus possesses many qualities and brings much benefit.

source: སེམས་ཅན་རྣམས་འཁོར་བའི་ཕ་རོལ་ཏུ་འགྲོ་བར་བྱ་བའི་ཕྱིར། སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་འདུས་པ་ཆེན་པོས་བྱིན་གྱིས་བརླབས་ཏེ། གྲགས་པ་འཕེལ་ཞིང་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །བུད་མེད་ཀྱི་དངོས་པོ་སྐྱེས་ནས་མྱོང་བར་འགྱུར་བ་དང་། ལན་གྲངས་གཞན་ལ་མྱོང་བར་འགྱུར་བ་མ་ལུས་པར་ཡོངས་སུ་ཟད་པར་འགྱུར་རོ། །མདོར་ན་ཚེ་འདི་ལ་བུད་མེད་ཀྱི་དངོས་པོ་མྱོང་བར་འགྱུར་བར་འཕངས་པ་ཐམས་ཅད་བྱང་བར་འགྱུར་ཏེ།
en: “This Great Collection sūtra has been consecrated by all the buddhas so that beings may reach the far shore of saṃsāra. It will attract increasing and eventually great fame, and it will completely exhaust the action that causes one to experience the condition of being a woman in this life or in future lives.

source: མཚམས་མེད་པ་བྱེད་པ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཕགས་པ་ལ་སྐུར་པ་འདེབས་པ་མ་གཏོགས་པར་གང་གཞན་ལུས་དང་ངག་དང་། ཡིད་ཀྱི་འབྲས་བུ་རྣམ་པར་སྨིན་པའི་གནས་ངན་ལེན་དེ་ཐམས་ཅད་ཡོངས་སུ་བྱང་བར་འགྱུར་རོ།
en: In short, even if the condition of a woman were experienced in one’s current birth, this already acquired female gender would be completely purified, except in the case of those who have committed any of the five acts of immediate retribution, opposed the sacred Dharma, or reviled a noble one. Whatever other unpleasant results could ripen because of actions committed with the body, speech, or mind, will all be completely purified.

source: །གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐ་ན་གླེགས་བམ་ལ་བྲིས་ཏེ། འཆང་ན་ཡང་འདུས་པ་ཆེན་པོ་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མཐུས། དེའི་ལས་དང་ཉོན་མོངས་པའི་སྒྲིབ་པ་རི་རབ་ཙམ་ཡང་བྱང་བར་འགྱུར།
en: “If one merely writes down this Dharma discourse and preserves it in the form of a book, one’s obscurations that are due to action and afflictions, even if they are as enormous as Mount Meru, will dissipate completely.

source: དགེ་བའི་རྩ་བ་ཐམས་ཅད་ལ་དམིགས་པ་འཕེལ་ཞིང་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: And all one’s roots of virtue—the bases of support—will grow until fully accomplished.

source: ཡན་ལག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པ་དང་། བསམ་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་དང་། ལུས་དང་ངག་དང་། ཡིད་ཀྱི་ལེགས་པར་སྤྱོད་པ་ཐམས་ཅད་འཕེལ་བར་འགྱུར།
en: One will be complete and perfect in every limb and have all one’s wishes come true, and all the good that one does with one’s body, speech, and mind will flourish.

source: ལྟ་བ་ངན་པ་ཐམས་ཅད་སྤོང་བ་དང་། དགྲ་ཐམས་ཅད་ཆོས་དང་འཐུན་པར་ཚར་གཅོད་པ་དང་། ཞི་ཞིང་ཕྲ་བའི་ལས་ཐམས་ཅད་ལ་འཇུག་པར་འགྱུར་རོ།
en: One will abandon all wrong views and defeat all of one’s enemies in accordance with the Dharma. One will engage in all actions that are peaceful and subtle.

source: །ཡུལ་གང་དུ་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པར་འགྱུར་བ་དེར་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་པ་འདུས་པ་ཆེན་པོའི་གཟུངས་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མཐུས་ས་ཕྱོགས་དེ་ཤིན་ཏུ་སྣུམ་པར་འགྱུར། འབྲས་བུ་མདངས་དང་ལྡན་པ་དང་། ཤིན་ཏུ་ཞིམ་པ་དང་། རོ་དང་ལྡན་པར་འགྱུར།
en: All this will occur through the power of this Dharma discourse—this Great Collection dhāraṇī—blessed by all the buddhas. “The earth in the realm where this Dharma discourse—the Great Collection dhāraṇī—spreads and proliferates will be most kind, full of vitality, and rich in juicy and sweet fruits.

source: ཁ་བ་དང་། ཚ་བ་དང་། རྩུབ་པ་དང་། རོ་མེད་པ་སྤོང་བར་འགྱུར།
en: It will not produce anything sour, bitter, acerbic, or tasteless.

source: མེ་ཏོག་དང་། འབྲས་བུ་ཤིན་ཏུ་འབྱོར་པ་དང་། ནོར་དང་། འབྲུ་དང་། བང་བ་དང་། མཛོད་དང་། རྫ་ཕྲུ་དང་། བྱ་སྐྱོགས་རྣམས་རྣམ་པར་འཕེལ་བར་འགྱུར།
en: It will abound in flowers and fruit, and the pots and jars in the granaries and storehouses will be brimful of grain and other crops.

source: གོས་དང་། ཟས་དང་། སྐོམ་དང་། སྨན་དང་། ཡོ་བྱད་རྣམས་ཤིན་ཏུ་མཆོག་ཏུ་འགྱུར་ཏེ།
en: The beings who will live there will be amply provided with clothing, food, water, medicines, and tools.

source: དེ་ན་སེམས་ཅན་གང་དག་ཟས་དང་སྐོམ་གྱིས་འཚོ་བ་དེ་དག་ནི་ཤིན་ཏུ་ནད་མེད་པ་དང་། ནོར་དང་ལྡན་པ་དང་། ཁ་དོག་དང་ལྡན་པ་དང་། སྟོབས་དང་ལྡན་པ་དང་། དྲན་པ་དང་ལྡན་པ་དང་། ཆོས་འདོད་པ་དང་། དགེ་བ་ཚོལ་བ་ལ་མངོན་པར་བརྩོན་པ་དང་། སྡིག་པའི་ལྟ་བ་ཡོངས་སུ་སྤོང་བར་འགྱུར་ཏེ།
en: If they sustain themselves with this water and food, they will be completely free from disease and will be wealthy, beautiful, strong, astute, and intelligent. They will yearn for the Dharma and will delight in wholesome pursuits. They will give up evil ways.

source: དེ་དག་འདི་ནས་ཤི་འཕོས་ནས། ཁྱེད་དང་སྐལ་བ་མཉམ་པར་སྐྱེ་བར་འགྱུར་ཏེ། དེ་དག་གིས་ཁྱེད་ཀྱི་གཡོག་འཕེལ་ནས། སྟོབས་དང་ལྡན་ཞིང་ཐོགས་པ་མེད་པའི་ཚོགས་སུ་འགྱུར་གྱིས།
en: “After they die in this world, they will be reborn as your companions. With your retinues enhanced by all this, you, powerful with your invincible armies, will protect humankind with its four castes, your strength fueled by the Dharma.

source: ཆོས་ཀྱི་སྟོབས་ཀྱིས་རིགས་བཞིའི་སྐྱེ་བའི་ཚོགས་ཡོངས་སུ་བསྐྱང་བར་གྱིས་ཤིག །སེམས་ཅན་རྣམས་ཆོས་ཀྱི་དོན་ལ་ཚུད་ཅིག །དེ་ལྟར་ན་ཁྱོད་ཀྱིས་དུས་གསུམ་དུ་གཤེགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ལ་མཆོད་པ་བྱས་པར་འགྱུར་རོ།
en: You will engage beings in the pursuit of the Dharma, worshiping in this way all the blessed buddhas of the three times.”

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་མེ་ཏོག་མན་དཱ་ར་བའི་དྲི་མོས་ཀྱིས། འདུས་པ་ཆེན་པོའི་མདོའི་ཆོས་ཀྱི་ཚུལ་འདི་གཟུང་བ་དང་། བཤད་པ་དང་བསྲུང་བའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཡུལ་གྱི་ཡེ་ཤེས་ཀྱི་སྒྲ་དབྱངས་རྣམ་པར་དག་པས་དོན་དང་། ཚིག་བརྗོད་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པ་འདི་ཀུན་བཀང་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། བརྒྱ་བྱིན་གྱི་དབང་པོ་ནས་ཚངས་པའི་དབང་པོ་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་དབང་པོ་ཐམས་ཅད་ཀྱི་བར་དུ་གང་དག་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་གནས་པ་ཕལ་ཆེར་གླིང་བཞི་པ་འདི་ན་གནས་པ་རྣམས་ལ།
en: At this point, the thus-gone Māndāravagandharoca, filling the entire buddha field with the pure sound of his special wisdom-voice of a buddha that so aptly conveys the meaning of words, exhorted all the bodhisattva great beings, the lords of the śakras, the lords of the brahmās, . . . and the lords of mahoragas who dwell in this buddha field and this world sphere consisting of the four continents, to preserve, teach, and protect the Dharma methods taught in this Great Collection sūtra, thus following the instructions of all the buddhas.
